Repository: ASerbinski/phonetrack
Catalog: l10n/*/phonetrack.po
Languages: de, tr_tr

source: In session "%s", device "%s" exited geofencing zone "%s".
tr_tr: In session "%s", device "%s" entered geofencing zone "%s".

source: left
de: links
tr_tr: sol

source: right
de: rechts
tr_tr: sağ

source: Show lines
de: Linien anzeigen
tr_tr: Satırları göster

source: Hide lines
de: Linien ausblenden
tr_tr: Satırları gizle

source: Activate automatic zoom
de: Automatischen Zoom aktivieren
tr_tr: Otomatik yakınlaştırmayı etkinleştir

source: Disable automatic zoom
de: Automatischen Zoom deaktivieren
tr_tr: Otomatik yakınlaştırmayı devre dışı bırak

source: Show last point tooltip
de: Tooltip des letzten Datenpunktes anzeigen
tr_tr: Son nokta ipucu aracını göster

source: Hide last point tooltip
de: Tooltip des letzten Datenpunktes verbergen
tr_tr: Son nokta ipucu aracını gizle

source: Zoom on all devices
tr_tr: Tüm cihazlarda yakınlaştır

source: Click on the map to move the point, press ESC to cancel
de: Karte anklicken um Datenpunkt zu verschieben, ESC zum abbrechen
tr_tr: Noktayı hareket ettirmek için haritaya tıklayın, iptal etmek için ESC ye tıklayın

source: Server name or server url should not be empty
de: Server Name oder URL darf nicht leer sein
tr_tr: Sunucu adı ya da sunucu Url'si boş olmamalı

source: Impossible to add tile server
de: Tile Server konnte nicht hinzugefügt werden
tr_tr: Kiremit sunucu eklemek mümkün değil

source: A server with this name already exists
de: ein server mit diesem Namen existiert bereits
tr_tr: Zaten bu isimle bir sunucu var

source: Delete
de: Löschen
tr_tr: Sil

source: Tile server "{ts}" has been added
de: Tile Server "{ts}" hinzugefügt
tr_tr: Kiremit sunucu "{ts}" eklendi

source: Failed to add tile server "{ts}"
de: Tile Server konnte nicht hinzugefügt werden "{ts}"
tr_tr: Kiremit sunucu "{ts}" eklenemedi

source: Failed to contact server to add tile server
tr_tr: Kiremit sunucu eklemek için sunucu ile bağlantı kurulamadı

source: Tile server "{ts}" has been deleted
de: Tile Server "{ts}" gelöscht
tr_tr: Kiremit sunucu "{ts}" silindi

source: Failed to delete tile server "{ts}"
de: Tile Server konnte nicht gelöscht werden "{ts}"
tr_tr: Kiremit sunucu "{ts}" silinemedi

source: Failed to contact server to delete tile server
tr_tr: Kiremit sunucu silmek için sunucusu ile bağlantı kurulamadı

source: Failed to contact server to restore options values
tr_tr: Seçenekleri geri yüklemek için sunucu ile bağlantı kurulamadı

source: Reload this page
de: Diese Seite neu laden
tr_tr: Sayfayı yeniden yükle

source: Failed to contact server to save options values
tr_tr: Seçenekleri kaydetmek için sunucu ile bağlantı kurulamadı

source: Session name should not be empty
de: Der Session Name derf nicht leer sein
tr_tr: Oturum adı boş olmamalı

source: Session name already used
de: Dieser Session Name wird schon benutzt
tr_tr: Oturum adı zaten kullanılıyor

source: Failed to contact server to create session
tr_tr: Oturum açmak için sunucu ile bağlantı kurulamadı

source: Watch this session
de: Session ansehen
tr_tr: Bu oturumu izle

source: shared by {u}
de: Geteilt von {u}
tr_tr: {u} tarafından paylaşılan

source: More actions
de: Mehr
tr_tr: Diğer işlemler

source: Zoom on this session
de: Auf diese Session zoomen
tr_tr: Bu oturumun üzerinde yakınlaştır

source: URL to share session
de: URL zur Sitzung teilen
tr_tr: Oturum paylaşmak için URL

source: URLs for logging apps
de: URLs für die Protokollierung von Anwendungen
tr_tr: Kaydetme uygulamaları için URL'ler

source: Reserve device names
de: Gerätename reservieren
tr_tr: Aygıt adlarını rezerve et

source: Delete session
de: Session löschen
tr_tr: Oturumu sil

source: Rename session
de: Session umbenennen
tr_tr: Oturumu yeniden adlandır

source: Export to gpx
de: Export nach gpx
tr_tr: Gpx olarak dışa aktar

source: Files are created in '{exdir}'
tr_tr: Dosyalar '{exdir}' içine oluşturuldu

source: Automatic export
tr_tr: Otomatik dışa aktarma

source: never
tr_tr: hiçbir zaman

source: daily
tr_tr: günlük

source: weekly
tr_tr: haftalık

source: monthly
tr_tr: aylık

source: Name reservation is optional.
tr_tr: Ad rezervasyonu isteğe bağlı.

source: Name can be set directly in logging URL if it is not reserved.
tr_tr: Ad eğer rezerve edilmemişte direkt olarak giriş adresinde tanımlanabilir.

source: To log with a reserved name, use its token in logging URL.
tr_tr: Rezerve edilmiş isimle girmek için, ona ait simgeyi kullanın.

source: If a name is reserved, the only way to log with this name is with its token.
tr_tr: Eğer isim rezerve edilmişse, bu isimle giriş yapmanın tek yolu kendine ait simgedir.

source: Reserve this device name
de: Gerätename reservieren
tr_tr: Bu aygıt adını rezerve et

source: Type reserved name and press 'Enter'
de: Reservierten Gerätenamen eingeben und 'Enter' drücken
tr_tr: Rezerve edilmiş adı yazın ve 'Enter' e basın

source: Share with user
de: Teilen mit Benutzer
tr_tr: Kullanıcı ile paylaş

source: Type user name and press 'Enter'
de: Eser Name eingeben und 'Enter' drücken
tr_tr: Kullanıcı adını yazın ve 'Enter' tuşuna basın

source: Shared with {u}
de: Geteilt mit {u}
tr_tr: Şununla paylaşıldı {u}

source: A private session is not visible on public browser logging page
tr_tr: Özel oturum tarayıcı giriş sayfasında görünür değil

source: Make session public
de: Session öffentlich machen
tr_tr: Oturumu ortak kullanıma açın

source: Make session private
de: Session privat machen
tr_tr: Özel oturum yapmak

source: Public watch URL
de: Öffentliche URL
tr_tr: Genel izleme URL'si

source: API URL (JSON last positions)
tr_tr: API URL (JSON son pozisyonlar)

source: Current active filters will be applied on shared view
tr_tr: Geçerli aktif filtreler paylaşılan görünüme yansıyacaktır

source: Add public filtered share
tr_tr: Herkese açık filtreleri paylaş

source: List of server URLs to configure logging apps.
tr_tr: Günlük uygulamaları yapılandırmak için sunucu URL'lerinin listesi.

source: Replace 'yourname' with the desired device name or with the name reservation token
tr_tr: "Adınızı" arzuladığınız cihaz ismi ile veya rezerve edilmiş simge ile değiştirin

source: Public browser logging URL
de: Öffentliche Browser logging URL
tr_tr: Herkese açık tarayıcı için giriş adresi

source: OsmAnd URL
tr_tr: Osm ve adres

source: GpsLogger GET and POST URL
de: GpsLogger GET und POST URL
tr_tr: GpsLogger adres alma ve gönderme

source: Ulogger URL
tr_tr: Ulogger adresi

source: Traccar URL
tr_tr: Traccar adresi

source: The session you want to delete does not exist
de: Diese Session existiert nicht
tr_tr: Silmek istediğiniz oturum bulunmamaktadır

source: Failed to delete session
de: Session konnte nicht gelöscht werden
tr_tr: Oturum silme başarısız oldu

source: Failed to contact server to delete session
tr_tr: Oturum silmek için sunucu ile bağlantı kurulamadı

source: Device '{d}' of session '{s}' has been deleted
de: Gerät '{d}' in Session '{s}' gelöscht
tr_tr: '{s}' cihazının '{d}' oturumu silindi

source: Failed to delete device '{d}' of session '{s}'
de: Gerät '{d}' in Session '{s}' konnte nicht gelöscht werden
tr_tr: '{d}' cihazının '{s}' oturumu silinirken başarısız oldu

source: Failed to contact server to delete device
de: Keine Server Verbindung zum löschen des Gerätes
tr_tr: Cihazı silmek için gereken bağlantı başarısız oldu

source: Impossible to rename session
de: Session konnte nicht umbenannt werden
tr_tr: Oturumu yeniden adlandırmak imkansız

source: Failed to contact server to rename session
tr_tr: Oturumu yeniden adlandırmak için sunucu ile bağlantı kurulamadı

source: Impossible to rename device
de: Geröt konnte nicht umbenannt werden
tr_tr: Cihazı yeniden adlandırmak imkansız

source: Failed to contact server to rename device
de: Keine Serververbindung zur Umbenennung
tr_tr: Cihazı yenilemek için gereken bağlantı başarısız oldu

source: Device already exists in target session
de: Gerät ist in dieser Sitzung bereits vorhanden
tr_tr: Belirlenen oturumda cihaz zaten var

source: Impossible to move device to another session
de: Gerät konnte nicht verschoben werden
tr_tr: Cihazı başka bir oturuma taşımak imkansız

source: Failed to contact server to move device
de: Keine Serververbindung zum Verschieben
tr_tr: Cihazı taşımak için gereken bağlantı başarısız oldu

source: Failed to contact server to get sessions
tr_tr: Oturumları alabilmek için gereken bağlantı başarısız oldu

source: Stats of all points
de: Stats aller Datenpunkte
tr_tr: Bütün noktaların istatistikleri

source: Stats of filtered points
de: Stats aller gefilteren Punkte
tr_tr: Filtrelenmiş noktaların istatistikleri

source: Device's color successfully changed
de: gerätefarbe geändert
tr_tr: Aygıtın rengi başarıyla değiştirildi

source: Failed to save device's color
de: Gerätefarbe konnte nicht gespeichert werden
tr_tr: Aygıtın rengi kaydedilemedi

source: Failed to contact server to change device's color
de: Serververbindung zum ändern der Farbe konnte nicht hergestellt werden
tr_tr: Aygıtın rengini değiştirmek için sunucu ile bağlantı kurulamadı

source: Set device shape
tr_tr: Ayarladığı aygıt şekil

source: Delete this device
de: Dieses Gerät löschen
tr_tr: Bu aygıtı sil

source: Rename this device
de: Gerät umbenennen
tr_tr: Cihazı yeniden adlandır

source: Move to another session
de: Gerät in eine andere Sitzung verschieben
tr_tr: Başka bir oturuma taşı

source: Ok
tr_tr: Tamam

source: leave blank to use current map bounds
tr_tr: geçerli şifreyi korumak için boş bırakın

source: Session
tr_tr: Oturum

source: Device name
de: Gerätename
tr_tr: Aygıt adı

source: Toggle detail/edition points
de: Umschalten Deatils/Editieren
tr_tr: Ayrıntı/baskı noktalarına geçiş yap

source: Toggle lines
de: linien umschalten
tr_tr: Satırlar aç/kapat

source: Follow this device (autozoom)
de: Diesem Gerät folgen (Automatischer Zoom)
tr_tr: Bu aygıtı izle (otomatik yakınlaştırma)

source: Center map on device
de: Karte auf dieses Gerät zentrieren
tr_tr: Aygıt üzerinde haritayı ortala

source: The point you want to edit does not exist or you're not allowed to edit it
de: Der Datenpunkt konnte nicht geändert werden, oder du hast keine Berechtigung dafür
tr_tr: Düzenlemek istediğiniz noktası yok veya düzenlemek için yetkiniz yok

source: Failed to contact server to edit point
tr_tr: Noktayı düzenlemek için gereken bağlantı başarısız oldu

source: The point you want to delete does not exist or you're not allowed to delete it
de: Der Datenpunkt konnte nicht gelöscht werden, oder du hast keine Berechtigung dafür
tr_tr: Düzenlemek istediğiniz nokta yok veya düzenlemek için yetkili değilsiniz

source: Failed to contact server to delete point
tr_tr: Noktayı silmek için gereken bağlantı başarısız oldu

source: Impossible to add this point
de: Datenpunkt konnte nicht hinzugefügt werden
tr_tr: Bu noktayı eklemek imkansız

source: Failed to contact server to add point
tr_tr: Noktayı eklemek için gereken bağlantı başarısız oldu

source: Date
de: Datum
tr_tr: Tarih

source: Time
de: Zeit
tr_tr: Saat

source: Altitude
de: Höhe
tr_tr: Yükseklik

source: Precision
de: Genauigkeit
tr_tr: Hassasiyet

source: Satellites
de: Satteliten
tr_tr: Uydular

source: Battery
de: Batterie
tr_tr: Pil

source: User-agent
tr_tr: Kullanıcı Aracı

source: lat : lng
tr_tr: lat: Ing

source: DMS coords
de: DMS-Koordinaten
tr_tr: DMS koordinatları

source: Save
de: Speichern
tr_tr: Kaydet

source: Move
de: Verschieben
tr_tr: Taşı

source: Cancel
de: Annulieren
tr_tr: İptal

source: Failed to create imported session
de: Importierte Session konnte nicht angelegt werden
tr_tr: İçe aktarılan oturumu yatarma işlemi başarısız

source: Failed to import session
de: Session konnte nicht importiert werden
tr_tr: Oturumu içe aktarma işlemi başarısız oldu

source: File is not readable
de: Datei konnte nicht gelesen werden
tr_tr: Dosya okunabilir değil

source: File does not exist
de: Datei nicht gefunden
tr_tr: Dosya mevcut değil

source: Failed to contact server to import session
de: Server für Sessionimport nicht erreichbar
tr_tr: Oturumu içe aktarma için gereken bağlantı başarısız oldu

source: Session successfully exported in
tr_tr: Oturum başarıyla dışarı aktarıldı

source: Failed to export session
de: Session konnte nicht exportiert werden
tr_tr: Oturumu dışa aktarmak başarısız oldu

source: Failed to contact server to export session
de: Keine Verbindung zum Server zum export der Session
tr_tr: Oturumu dışarı aktarmak için gereken bağlantı başarısız oldu

source: Failed to contact server to log position
de: Server zum aufzeichenen der Position nicht erreichbar
tr_tr: Kayıt pozisyonu için gereken bağlantı başarısız oldu

source: '{n}' is already reserved
de: '{n}' ist bereits reserviert
tr_tr: '{n}' Zaten rezerve edilmiş

source: Failed to reserve '{n}'
de: Fehler beim reservieren von "{n}"
tr_tr: '{n}'yi rezerve ederken başarısız olundu

source: Failed to contact server to reserve device name
de: Keine Serververbindung zum Reservieren
tr_tr: Cihaz ismini rezerve etmek için gereken bağlantı başarısız oldu

source: Failed to delete reserved name
de: Reservierter Name konnte nicht gelöscht werden
tr_tr: Rezerve edilmiş ismi silme başarısız

source: This device does not exist
tr_tr: Böyle bir cihaz yok

source: This device name is not reserved, please reload this page
de: Dieses Gerät ist nicht reserviert, bitte Seite neu laden
tr_tr: Bu cihaz adı rezerve edilmiş değildir, lütfen bu sayfayı tekrar yükleyin

source: Failed to contact server to delete reserved name
de: Keine Serververbindung zum löschen des reservierten Namen
tr_tr: Rezerve edilmiş adı silmek için sunucuya bağlanılamadı

source: User does not exist
de: Benutzer existiert nicht
tr_tr: Kullanıcı mevcut değil

source: Failed to add user share
de: Konnte nicht hinzugefügt werden
tr_tr: Kullanıcı paylaşımı eklenemedi

source: Failed to contact server to add user share
tr_tr: Kullanıcı paylaşımı eklemek için sunucuya bağlanılamadı

source: Failed to delete user share
de: Konnte nicht gelöscht werden
tr_tr: Kullanıcı paylaşımı silinemedi

source: Failed to contact server to delete user share
tr_tr: Kullanıcı paylaşımını silmek için sunucuya bağlanılamadı

source: Failed to add public share
tr_tr: Herkese açık paylaşım eklenemedi

source: Failed to contact server to add public share
tr_tr: Herkese açık paylaşım eklemek için sunucuya bağlanılamadı

source: No filters
tr_tr: Filtre yok

source: Failed to delete public share
tr_tr: Herkese açık paylaşım silinemedi

source: Failed to contact server to delete public share
tr_tr: Herkese açık paylaşımı silmek için sunucuya bağlanılamadı

source: Failed to contact server to get user list
tr_tr: Kullanıcı listesini almak için sunucuya bağlanılamadı

source: device name
de: Gerätename
tr_tr: aygıt adı

source: distance (km)
de: Entfernung (km)
tr_tr: uzaklık (km)

source: duration
de: Dauer
tr_tr: süre

source: #points
de: #Datenpunkte
tr_tr: Noktalar

source: years
de: Jahre
tr_tr: yıllar

source: days
de: Tage
tr_tr: günler

source: Activate 'Live synchronization'.
tr_tr: 'Canlı sekronizeyi' etkinleştir.

source: Log my position in this session
de: Maine Position in dieser Session speichern
tr_tr: Bu oturum için konumumu kaydet

source: Are you sure you want to delete the session {session} ?
de: Sicher, dass du die Session {session} löschen möchtest?
tr_tr: {session} oturumunu silmek istediğinizden emin misiniz?

source: Confirm session deletion
de: Löschen der Session bestätigen
tr_tr: Oturum silme işlemini onaylayın

source: Choose auto export target path
tr_tr: Otomatik dışa çıkarma konum hedefini seçiniz

source: Select storage location for '{fname}'
tr_tr: '{fname}' için bir depolama konumu seçin

source: Are you sure you want to delete the device {device} ?
de: Sicher, dass du das Gerät {device} löschen möchtest?
tr_tr: Cihazı {device} silmek istediğinize eminmisiniz ?

source: Confirm device deletion
de: Löschen des Gerätes bestätigen
tr_tr: Aygıt silme işlemini onaylayın

source: Failed to toggle session public status, session does not exist
tr_tr: Oturum herkese açık durumu değiştirilemedi, oturum mevcut değil

source: Failed to contact server to toggle session public status
tr_tr: Oturumun herkese açık durumunu değiştirmek için sunucuya bağlanılamadı

source: Failed to set session auto export value
tr_tr: Oturumun otomatik dışa aktarma değeri ayarlanamadı

source: session does not exist
tr_tr: oturum yok

source: Failed to contact server to set session auto export value
tr_tr: Oturumun otomatik dışa aktarma değerini ayarlamak için sunucuya bağlanılamadı

source: Main tab
tr_tr: Ana sekme

source: Filters
de: Filter
tr_tr: Filtreler

source: Stats
tr_tr: İstatistikler

source: Settings and extra actions
de: Konfiguration
tr_tr: Ayarlar ve ek eylemler

source: About PhoneTrack
de: Über PhoneTrack
tr_tr: PhoneTrack hakkında

source: Import session
de: Session importieren
tr_tr: Oturumu içe aktar

source: Create session
de: Session anlegen
tr_tr: Oturum oluşturma

source: Session name
tr_tr: Oturum Adı

source: Options
de: Optionen
tr_tr: Seçenekler

source: Refresh each (sec)
de: Neu laden (Sekunden)
tr_tr: Her (sn) yenileme

source: Refresh
tr_tr: Yenile

source: Auto zoom
tr_tr: Otomatik yakınlaştırma

source: Show tooltips
de: Tooltips anzeigen
tr_tr: İpucularını Göster

source: Show accuracy in tooltips
de: Genauigkeit in Tooltip anzeigen
tr_tr: Araç ipuçlarında doğruluğu göster

source: Show satellites in tooltips
de: Satellitenzahl in Tooltips anzeigen
tr_tr: Uyduları araç ipuçlarında göster

source: Show battery level in tooltips
de: Batteriestatus in Tooltips anzeigen
tr_tr: Araç ipuçlarında pil düzeyini göster

source: Show elevation in tooltips
de: Höhe in Tooltips anzeigen
tr_tr: Araç ipuçlarında yüksekliği göster

source: Show user-agent in tooltips
de: User-Agent in Tooltips anzeigen
tr_tr: Araç ipuçlarında kullanıcı aracısını göster

source: Make points draggable in edition mode
de: Punkte beim editieren verschiebbar machen
tr_tr: Baskı modunda puanları sürüklenebilme

source: Show accuracy circle on hover
de: Genauigkeit anzeigen
tr_tr: Doğrulu üstüne geldiğinde göster

source: Line width
de: Linienbreite
tr_tr: Çizgi genişliği

source: Point radius
de: Datenpunkt Radius
tr_tr: Nokta çapı

source: Points and lines opacity
de: Deckkraft von Punkten und Linien
tr_tr: Nokta ve çizgilerin saydamlığı

source: Theme
de: Thema
tr_tr: Tema

source: bright
de: Hell
tr_tr: parlak

source: dark
de: dunkel
tr_tr: koyu

source: reload page to make changes effective
de: Seite neu laden um Änderungen sichtbar zu machen
tr_tr: değişikliklerin etkili olması için sayfayı yeniden yükleyin

source: Auto export path
tr_tr: Otomatik dışa çıkarma konumu

source: Tracking sessions
de: Sessions
tr_tr: Oturumları izleme

source: Custom tile servers
de: Persönliche Tile Server
tr_tr: Özel tip sunucular

source: Server name
tr_tr: Sunucu adı

source: For example : my custom server
de: Zum Beispiel: Mein persönlicher Server
tr_tr: Örneğin: benim özel sunucu

source: Server url
tr_tr: Sunucu Url'si

source: For example : http://tile.server.org/cycle/{z}/{x}/{y}.png
de: Zum Beispiel : http://tile.server.org/cycle/{z}/{x}/{y}.png
tr_tr: Örneğin: http://tile.server.org/cycle/{z}/{x}/{y}.png

source: Min zoom (1-20)
de: Zoom min (1-20)
tr_tr: Minimum yakınlaştırma (1-20)

source: Max zoom (1-20)
tr_tr: Maksimum yakınlaştırma (1-20)

source: Add
de: Hinzufügen
tr_tr: Ekle

source: Your tile servers
de: Deine Tile Server
tr_tr: Özel tip sunucuların

source: Custom overlay tile servers
de: Persönlicher Overlay Tile Server
tr_tr: Özel kaplama karo sunucular

source: For example : http://overlay.server.org/cycle/{z}/{x}/{y}.png
de: Zum Beispiel : http://overlay.server.org/cycle/{z}/{x}/{y}.png
tr_tr: Örneğin : http://overlay.server.org/cycle/{z}/{x}/{y}.png

source: Transparent
tr_tr: Saydam

source: Opacity (0.0-1.0)
de: Deckkraft (0.0-1.0)
tr_tr: Opaklık (0.0-1.0)

source: Your overlay tile servers
de: Deine Overlay Tile Server
tr_tr: Kaplanmış kiremit sunucularınız

source: Custom WMS tile servers
de: Persönliche WMS Tile Server
tr_tr: Özel WMS kiremit sunucular

source: Format
tr_tr: Biçim

source: WMS version
tr_tr: WMS versiyonu

source: Layers to display
de: Welche Layer anzeigen
tr_tr: Görüntülenecek katmanlar

source: Your WMS tile servers
de: Persönliche WMS Tile Server
tr_tr: Senin WMS kiremit sunucuların

source: Custom WMS overlay servers
de: Persönliche WMS Server
tr_tr: Özel WMS kaplanmış sunucular

source: Your WMS overlay tile servers
de: Persönliche WMS Tile Server
tr_tr: Senin WMS özel kiremit sunucuların

source: Manually add a point
de: Datenpunkt manuell hinzufügen
tr_tr: El ile bir nokta ekle

source: Device
de: Gerät
tr_tr: Aygıt

source: Add a point
de: Datenpunkt hinzufügen
tr_tr: Yeni nokta Ekle

source: Now, click on the map to add a point (if session is not activated, you won't see added point)
de: Jetzt auf die Karte klicken um einen Datenpunkt hinzuzufügen (wenn die Session nicht aktiviert ist, wird der datenpunkt nicht angezeigt)
tr_tr: Şimdi, harita üzerinde nokta eklemek için tıklayın(Eğer oturum etkinleştirilmemişse, eklenmiş noktayı görmeyeceksiniz)

source: Cancel add point
de: Hinzufügen abbrechen
tr_tr: Nokta eklemeyi iptal et

source: Delete multiple points
de: Datenpunkte löschen
tr_tr: Birden çok nokta silme

source: Choose a session, a device and adjust the filters. All displayed points for selected device will be deleted. An empty device name selects them all.
de: Wähle eine Session, ein Gerät und stelle die Filter ein. Alle angezeigten Punkte für das Gerät werden gelöscht. Wenn der Grätename leer ist werden alle Punkte ausgewählt.
tr_tr: Bir oturum ve cihaz seçin ve filtreleri ayarlayın. Seçilmiş cihazda bütün gösterilen noktalar silinecektir. Boş cihaz ismi hepsini seçer.

source: Delete points
de: Datenpunkte löschen
tr_tr: Noktaları silme

source: Delete only visible points
de: Nur sichtbare Punkte löschen
tr_tr: Yalnızca görünür noktalarını silme

source: Filter points
de: Datenpunkte filtern
tr_tr: Noktaları filtrele

source: Apply filters
de: Filter aktivieren
tr_tr: Filtreleri Uygula

source: Begin date
tr_tr: Başlangıç tarihi

source: today
de: heute
tr_tr: bugün

source: Begin time
tr_tr: Başlangıç tarihi

source: End date
tr_tr: Bitiş tarihi

source: End time
tr_tr: Bitiş saati

source: Min-- and Max--
de: Min.-- und Max--
tr_tr: Min ve Max--

source: Min++ and Max++
de: Min++ und Max++
tr_tr: Min ++ ve Max ++

source: Last day:hour:min
de: Letzter Tag:Stunde:Minute
tr_tr: Geçen gün:Saat:dakika

source: Minimum accuracy
de: Minimale Genauigkeit
tr_tr: En az doğruluk

source: Maximum accuracy
de: Maximale Genauigkeit
tr_tr: En yüksek doğruluk

source: Minimum elevation
de: Minimale Höhe
tr_tr: Minimum yükseklik

source: Maximum elevation
de: Maximale Höhe
tr_tr: Maksimum yükseklik

source: Minimum battery level
de: Minimaler Ladezustand
tr_tr: En düşük pil düzeyi

source: Maximum battery level
de: Maximaler Ladezustand
tr_tr: Maksimum pil düzeyi

source: Minimum satellites
de: Mindestanzahl Satelliten
tr_tr: En az uydular

source: Maximum satellites
de: Maximalzahl Satelliten
tr_tr: Maksimum uydular

source: Statistics
de: Statistik
tr_tr: İstatistikler

source: Show stats
de: Stats zeigen
tr_tr: İstatistikleri göster

source: Shortcuts
de: Abkürzungen
tr_tr: Kısayollar

source: Toggle sidebar
de: Seitenleiste anzeigen/ausblenden
tr_tr: Kenar çubuğunu değiştir

source: Documentation
de: Dokumentation
tr_tr: Dökümantasyon

source: Source management
de: Quellmanagement
tr_tr: Kaynak yönetimi

source: Authors
de: Authoren
tr_tr: Yazarlar

source: Failed to restore options values
de: Optionen konnten nicht wiederhergestellt werden

source: Error
de: Fehler

source: Failed to save options values
de: Optionen konnten nicht gespeichert werden

source: Failed to create session
de: Session konnte nicht angelegt werden

source: Rename
de: Umbenennen
