Repository: ASerbinski/phonetrack
Catalog: l10n/*/phonetrack.po
Languages: de, tr_tr

source: Replace 'yourname' with the desired device name
de: Ersetze 'youname' mit deinem Gerätenamen

source: Owntracks (HTTP mode) URL
de: Owntracks (HTTP Modus) URL

source: Failed to rename session
de: Fehler beim umbenennen der Session

source: Failed to get sessions
de: Sessions konnten nicht geladen werden

source: Failed to refresh sessions
de: Session konnte nicht aufgefrischt werden

source: Failed to edit point
de: Fehler beim Ändern des Datenpunktes

source: Failed to delete point
de: Fehler beim Löschen des Datenpunktes

source: Failed to add point
de: Fehler beim Hinzugefügen des Datenpunktes

source: File extension must be '.gpx' to be imported
de: Dateierweiterung muss '.gpx' lauten

source: Failed to get user list
de: Benutzerliste konnte nicht geladen werden

source: Failed to toggle session public, session does not exist
de: Session konnte nicht öffentlich gemacht werden, Session existiert nicht

source: Failed to toggle session public
de: Session konnte nicht umgeschaltet werden

source: Import gpx session file
de: Datei für Sessionimport

source: pastel
de: Pastell

source: loading positions
de: Positionen werden geladen
